export const manager = {
  name: '刘星',
  role: '项目经理',
  projects: [
    {
      id:0,
      title: '某某处正处于施工极端需要设备施工施工极端需要设备施工施工极端需要设备施工',
      type: '设备施工',
      address: '襄阳市樊城区环球金融中心1111111111',
      time: '2020-02-21',
      status: '待开工',
      createdAt: '2020-02-13 18:30'
    },
    {
      id:1,
      title: '某某处正处于施工极端需要设备施工施工极端需要设备施工施工极端需要设备施工',
      type: '光缆施工',
      address: '襄阳市樊城区环球金融中心1111111111',
      time: '2020-02-21',
      status: '待开工',
      createdAt: '2020-02-13 18:30'
    },
    {
      id:2,
      title: '某某处正处于施工极端需要设备施工施工极端需要设备施工施工极端需要设备施工',
      type: '光缆巡视',
      address: '襄阳市樊城区环球金融中心1111111111',
      time: '2020-02-21',
      status: '待开工',
      createdAt: '2020-02-13 18:30'
    },
    {
      id:3,
      title: '2某某处正处于施工极端需要设备施工施工极端需要设备施工施工极端需要设备施工',
      type: '设备施工',
      address: '襄阳市樊城区环球金融中心1111111111',
      time: '2020-02-21',
      status: '进行中',
      createdAt: '2020-02-13 18:30'
    },
    {
      id:4,
      title: '某某处正处于施工极端需要设备施工施工极端需要设备施工施工极端需要设备施工',
      type: '光缆施工',
      address: '襄阳市樊城区环球金融中心1111111111',
      time: '2020-02-21',
      status: '进行中',
      createdAt: '2020-02-13 18:30'
    },
    {
      id:5,
      title: '3某某处正处于施工极端需要设备施工施工极端需要设备施工施工极端需要设备施工',
      type: '光缆巡视',
      address: '襄阳市樊城区环球金融中心1111111111',
      time: '2020-02-21',
      status: '已验收',
      createdAt: '2020-02-13 18:30'
    }
  ]
}

